Repository: soyeht/soyeht-ios
Catalog: Packages/SoyehtCore/Sources/SoyehtCore/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, ja, ko, pt_br, pt_pt, ru, zh_hans

# household.pairing.error.certInvalid
source: This pairing response could not be trusted. Scan a fresh QR and try again.
ar: تعذر الوثوق باستجابة الاقتران هذه. امسح QR جديدًا وحاول مجددًا.
de: Dieser Kopplungsantwort konnte nicht vertraut werden. Scannen Sie einen neuen QR-Code und versuchen Sie es erneut.
es: No se pudo confiar en esta respuesta de emparejamiento. Escanea un QR nuevo e inténtalo de nuevo.
fr: Cette réponse d’appairage n’a pas pu être vérifiée. Scannez un nouveau QR et réessayez.
id: Respons pairing ini tidak dapat dipercaya. Pindai QR baru dan coba lagi.
ja: このペアリング応答を信頼できませんでした。新しい QR をスキャンしてもう一度お試しください。
ko: 이 페어링 응답을 신뢰할 수 없습니다. 새 QR을 스캔한 뒤 다시 시도하세요.
pt_br: Não foi possível confiar nesta resposta de pareamento. Escaneie um QR novo e tente de novo.
pt_pt: Não foi possível confiar nesta resposta de emparelhamento. Leia um QR novo e tente novamente.
ru: Этому ответу на сопряжение нельзя доверять. Отсканируйте новый QR и попробуйте снова.
zh_hans: 无法信任此配对响应。请扫描新的 QR 后重试。

# household.pairing.error.biometryCanceled
source: Biometric confirmation was canceled. Try pairing again when you are ready.
ar: تم إلغاء التأكيد الحيوي. حاول الاقتران مرة أخرى عندما تكون جاهزًا.
de: Die biometrische Bestätigung wurde abgebrochen. Versuchen Sie die Kopplung erneut, wenn Sie bereit sind.
es: Se canceló la confirmación biométrica. Intenta emparejar de nuevo cuando estés listo.
fr: La confirmation biométrique a été annulée. Réessayez l’appairage quand vous êtes prêt.
id: Konfirmasi biometrik dibatalkan. Coba pairing lagi saat Anda siap.
ja: 生体認証の確認がキャンセルされました。準備ができたら、もう一度ペアリングしてください。
ko: 생체 인증 확인이 취소되었습니다. 준비되면 다시 페어링하세요.
pt_br: A confirmação biométrica foi cancelada. Tente parear de novo quando estiver pronto.
pt_pt: A confirmação biométrica foi cancelada. Tente emparelhar novamente quando estiver pronto.
ru: Биометрическое подтверждение отменено. Попробуйте выполнить сопряжение снова, когда будете готовы.
zh_hans: 生物识别确认已取消。准备好后请重新配对。

# household.pairing.error.cameraPermissionDenied
source: Camera access is off. Enable camera access for Soyeht and scan the QR again.
ar: الوصول إلى الكاميرا معطل. فعّل وصول الكاميرا لـ Soyeht وامسح QR مرة أخرى.
de: Der Kamerazugriff ist deaktiviert. Aktivieren Sie den Kamerazugriff für Soyeht und scannen Sie den QR-Code erneut.
es: El acceso a la cámara está desactivado. Activa el acceso a la cámara para Soyeht y escanea el QR de nuevo.
fr: L’accès à la caméra est désactivé. Activez l’accès à la caméra pour Soyeht et scannez à nouveau le QR.
id: Akses kamera tidak aktif. Aktifkan akses kamera untuk Soyeht, lalu pindai QR lagi.
ja: カメラアクセスがオフです。Soyeht のカメラアクセスを有効にして、QR をもう一度スキャンしてください。
ko: 카메라 접근이 꺼져 있습니다. Soyeht의 카메라 접근을 켠 뒤 QR을 다시 스캔하세요.
pt_br: O acesso à câmera está desativado. Ative o acesso à câmera para o Soyeht e escaneie o QR de novo.
pt_pt: O acesso à câmara está desativado. Ative o acesso à câmara para o Soyeht e leia o QR novamente.
ru: Доступ к камере отключен. Разрешите Soyeht доступ к камере и отсканируйте QR снова.
zh_hans: 相机访问已关闭。请为 Soyeht 启用相机访问，然后重新扫描 QR。

# household.pairing.error.expiredQR
source: This pairing code expired. Create a fresh QR on the Mac and scan it again.
ar: انتهت صلاحية رمز الاقتران هذا. أنشئ QR جديدًا على Mac وامسحه مرة أخرى.
de: Dieser Kopplungscode ist abgelaufen. Erstellen Sie auf dem Mac einen neuen QR-Code und scannen Sie ihn erneut.
es: Este código de emparejamiento caducó. Crea un QR nuevo en el Mac y escanéalo de nuevo.
fr: Ce code d’appairage a expiré. Créez un nouveau QR sur le Mac et scannez-le à nouveau.
id: Kode pairing ini sudah kedaluwarsa. Buat QR baru di Mac, lalu pindai lagi.
ja: このペアリングコードは期限切れです。Mac で新しい QR を作成して、もう一度スキャンしてください。
ko: 이 페어링 코드가 만료되었습니다. Mac에서 새 QR을 만든 뒤 다시 스캔하세요.
pt_br: Este código de pareamento expirou. Crie um QR novo no Mac e escaneie de novo.
pt_pt: Este código de emparelhamento expirou. Crie um QR novo no Mac e leia-o novamente.
ru: Срок действия этого кода сопряжения истек. Создайте новый QR на Mac и отсканируйте его снова.
zh_hans: 此配对码已过期。请在 Mac 上创建新的 QR 并重新扫描。

# household.pairing.error.firstOwnerAlreadyPaired
source: This house already has its first owner device. Use a fresh install-time pairing code.
ar: لهذا المنزل جهاز مالك أول بالفعل. استخدم رمز اقتران تثبيت جديدًا.
de: Dieses Zuhause hat bereits sein erstes Eigentümergerät. Verwenden Sie einen neuen Kopplungscode aus der Installation.
es: Esta casa ya tiene su primer dispositivo propietario. Usa un código de emparejamiento de instalación nuevo.
fr: Cette maison possède déjà son premier appareil propriétaire. Utilisez un nouveau code d’appairage d’installation.
id: Rumah ini sudah memiliki perangkat pemilik pertama. Gunakan kode pairing baru dari proses instalasi.
ja: この家には既に最初の所有者デバイスがあります。インストール時の新しいペアリングコードを使用してください。
ko: 이 집에는 이미 첫 번째 소유자 기기가 있습니다. 설치 시 생성된 새 페어링 코드를 사용하세요.
pt_br: Esta casa já tem seu primeiro dispositivo proprietário. Use um novo código de pareamento da instalação.
pt_pt: Esta casa já tem o primeiro dispositivo proprietário. Use um novo código de emparelhamento da instalação.
ru: У этого дома уже есть первое устройство владельца. Используйте новый код сопряжения из установки.
zh_hans: 这个家已经有第一台所有者设备。请使用安装时生成的新配对码。

# household.pairing.error.identityKeyUnavailable
source: This iPhone could not create the owner identity key. Check Face ID or device security settings and try again.
ar: تعذر على هذا iPhone إنشاء مفتاح هوية المالك. تحقق من Face ID أو إعدادات أمان الجهاز وحاول مجددًا.
de: Dieses iPhone konnte den Identitätsschlüssel des Eigentümers nicht erstellen. Prüfen Sie Face ID oder die Sicherheitseinstellungen des Geräts und versuchen Sie es erneut.
es: Este iPhone no pudo crear la clave de identidad del propietario. Revisa Face ID o los ajustes de seguridad del dispositivo e inténtalo de nuevo.
fr: Cet iPhone n’a pas pu créer la clé d’identité du propriétaire. Vérifiez Face ID ou les réglages de sécurité de l’appareil, puis réessayez.
id: iPhone ini tidak dapat membuat kunci identitas pemilik. Periksa Face ID atau pengaturan keamanan perangkat, lalu coba lagi.
ja: この iPhone で所有者 ID キーを作成できませんでした。Face ID またはデバイスのセキュリティ設定を確認して、もう一度お試しください。
ko: 이 iPhone에서 소유자 신원 키를 만들 수 없습니다. Face ID 또는 기기 보안 설정을 확인한 뒤 다시 시도하세요.
pt_br: Este iPhone não conseguiu criar a chave de identidade do proprietário. Verifique o Face ID ou os ajustes de segurança do dispositivo e tente de novo.
pt_pt: Este iPhone não conseguiu criar a chave de identidade do proprietário. Verifique o Face ID ou as definições de segurança do dispositivo e tente novamente.
ru: Этот iPhone не смог создать ключ идентификации владельца. Проверьте Face ID или настройки безопасности устройства и попробуйте снова.
zh_hans: 此 iPhone 无法创建所有者身份密钥。请检查 Face ID 或设备安全设置后重试。

# household.pairing.error.invalidQR
source: This is not a valid pairing code.
ar: هذا ليس رمز اقتران صالحًا.
de: Dies ist kein gültiger Kopplungscode.
es: Este no es un código de emparejamiento válido.
fr: Ce code d’appairage n’est pas valide.
id: Ini bukan kode pairing yang valid.
ja: これは有効なペアリングコードではありません。
ko: 유효한 페어링 코드가 아닙니다.
pt_br: Este não é um código de pareamento válido.
pt_pt: Este não é um código de emparelhamento válido.
ru: Это недействительный код сопряжения.
zh_hans: 这不是有效的配对码。

# household.pairing.error.noMatchingHousehold
source: Your house was not found on this network. Join the same Wi-Fi and try again.
ar: لم يتم العثور على منزلك على هذه الشبكة. انضم إلى شبكة Wi-Fi نفسها وحاول مجددًا.
de: Ihr Zuhause wurde in diesem Netzwerk nicht gefunden. Verbinden Sie sich mit demselben WLAN und versuchen Sie es erneut.
es: No se encontró tu casa en esta red. Conéctate a la misma red Wi-Fi e inténtalo de nuevo.
fr: Votre maison est introuvable sur ce réseau. Rejoignez le même réseau Wi-Fi et réessayez.
id: Rumah Anda tidak ditemukan di jaringan ini. Sambungkan ke Wi‑Fi yang sama, lalu coba lagi.
ja: このネットワークで家が見つかりませんでした。同じ Wi-Fi に接続してもう一度お試しください。
ko: 이 네트워크에서 집을 찾을 수 없습니다. 같은 Wi-Fi에 연결한 뒤 다시 시도하세요.
pt_br: Sua casa não foi encontrada nesta rede. Entre na mesma rede Wi-Fi e tente de novo.
pt_pt: A sua casa não foi encontrada nesta rede. Ligue-se à mesma rede Wi-Fi e tente novamente.
ru: Ваш дом не найден в этой сети. Подключитесь к той же Wi‑Fi и попробуйте снова.
zh_hans: 在此网络上找不到你的家。请加入同一个 Wi-Fi 后重试。

# household.pairing.error.networkUnavailable
source: Connection interrupted. Try again on the same network.
ar: انقطع الاتصال. حاول مجددًا على الشبكة نفسها.
de: Die Verbindung wurde unterbrochen. Versuchen Sie es im selben Netzwerk erneut.
es: La conexión se interrumpió. Inténtalo de nuevo en la misma red.
fr: La connexion a été interrompue. Réessayez sur le même réseau.
id: Koneksi terputus. Coba lagi di jaringan yang sama.
ja: 接続が中断されました。同じネットワークでもう一度お試しください。
ko: 연결이 중단되었습니다. 같은 네트워크에서 다시 시도하세요.
pt_br: Conexão interrompida. Tente de novo na mesma rede.
pt_pt: Ligação interrompida. Tente novamente na mesma rede.
ru: Соединение прервано. Попробуйте снова в той же сети.
zh_hans: 连接已中断。请在同一网络上重试。

# household.pairing.error.pairingRejected
source: Pairing was rejected. Scan a fresh QR from the Mac and try again.
ar: تم رفض الاقتران. امسح QR جديدًا من Mac وحاول مجددًا.
de: Die Kopplung wurde abgelehnt. Scannen Sie einen neuen QR-Code vom Mac und versuchen Sie es erneut.
es: Se rechazó el emparejamiento. Escanea un QR nuevo desde el Mac e inténtalo de nuevo.
fr: L’appairage a été refusé. Scannez un nouveau QR depuis le Mac et réessayez.
id: Pairing ditolak. Pindai QR baru dari Mac, lalu coba lagi.
ja: ペアリングが拒否されました。Mac から新しい QR をスキャンしてもう一度お試しください。
ko: 페어링이 거부되었습니다. Mac에서 새 QR을 스캔한 뒤 다시 시도하세요.
pt_br: O pareamento foi rejeitado. Escaneie um QR novo do Mac e tente de novo.
pt_pt: O emparelhamento foi rejeitado. Leia um QR novo do Mac e tente novamente.
ru: Сопряжение отклонено. Отсканируйте новый QR с Mac и попробуйте снова.
zh_hans: 配对已被拒绝。请从 Mac 扫描新的 QR 后重试。

# household.pairing.error.storageFailed
source: Pairing could not be saved on this iPhone. Check device security settings and try again.
ar: تعذر حفظ الاقتران على هذا iPhone. تحقق من إعدادات أمان الجهاز وحاول مجددًا.
de: Die Kopplung konnte auf diesem iPhone nicht gespeichert werden. Prüfen Sie die Sicherheitseinstellungen des Geräts und versuchen Sie es erneut.
es: No se pudo guardar el emparejamiento en este iPhone. Revisa los ajustes de seguridad del dispositivo e inténtalo de nuevo.
fr: L’appairage n’a pas pu être enregistré sur cet iPhone. Vérifiez les réglages de sécurité de l’appareil, puis réessayez.
id: Pairing tidak dapat disimpan di iPhone ini. Periksa pengaturan keamanan perangkat, lalu coba lagi.
ja: この iPhone にペアリングを保存できませんでした。デバイスのセキュリティ設定を確認して、もう一度お試しください。
ko: 이 iPhone에 페어링을 저장할 수 없습니다. 기기 보안 설정을 확인한 뒤 다시 시도하세요.
pt_br: Não foi possível salvar o pareamento neste iPhone. Verifique os ajustes de segurança do dispositivo e tente de novo.
pt_pt: Não foi possível guardar o emparelhamento neste iPhone. Verifique as definições de segurança do dispositivo e tente novamente.
ru: Не удалось сохранить сопряжение на этом iPhone. Проверьте настройки безопасности устройства и попробуйте снова.
zh_hans: 无法在此 iPhone 上保存配对。请检查设备安全设置后重试。

# api.error.decodingError
source: Decode error: %@
ar: خطأ في فك الترميز: %@
de: Dekodierungsfehler: %@
es: Error al decodificar: %@
fr: Erreur de décodage : %@
id: Kesalahan dekode: %@
ja: デコードエラー: %@
ko: 디코딩 오류: %@
pt_br: Erro ao decodificar: %@
pt_pt: Erro de descodificação: %@
ru: Ошибка декодирования: %@
zh_hans: 解码错误：%@

# api.error.httpError.unknownBody
source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
id: Kesalahan tidak diketahui
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
pt_pt: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# api.error.invalidURL
source: Invalid URL
ar: عنوان URL غير صالح
de: Ungültige URL
es: URL no válida
fr: URL non valide
id: URL tidak valid
ja: 無効なURL
ko: 잘못된 URL
pt_br: URL inválida
pt_pt: URL inválida
ru: Недействительный URL
zh_hans: 无效的 URL

# api.error.noSession
source: No active session
ar: لا توجد جلسة نشطة
de: Keine aktive Sitzung
es: No hay sesión activa
fr: Aucune session active
id: Tidak ada sesi aktif
ja: アクティブなセッションがありません
ko: 활성 세션이 없습니다
pt_br: Nenhuma sessão ativa
pt_pt: Nenhuma sessão ativa
ru: Нет активной сессии
zh_hans: 没有活动会话

# notify.claw.deploy.failure.body
source: check the instance for details
ar: راجع الحالة لمعرفة التفاصيل
de: Details siehe Instanz
es: revisa la instancia para ver los detalles
fr: consultez l’instance pour les détails
id: periksa instance untuk detail
ja: 詳細はインスタンスを確認してください
ko: 자세한 내용은 인스턴스를 확인하세요
pt_br: veja a instância para detalhes
pt_pt: consulte a instância para detalhes
ru: подробности в инстансе
zh_hans: 请查看实例以了解详情

# notify.claw.deploy.failure.title
source: %@ deploy failed
ar: فشل نشر %@
de: Bereitstellung von %@ fehlgeschlagen
es: Fallo al desplegar %@
fr: Échec du déploiement de %@
id: Gagal men-deploy %@
ja: %@ のデプロイに失敗しました
ko: %@ 배포 실패
pt_br: Falha ao implantar %@
pt_pt: Falha na implementação de %@
ru: Не удалось развернуть %@
zh_hans: %@ 部署失败

# notify.claw.deploy.success.body
source: %@ is now running
ar: %@ قيد التشغيل الآن
de: %@ läuft jetzt
es: %@ está en ejecución
fr: %@ est maintenant en cours d’exécution
id: %@ sedang berjalan
ja: %@ が実行中です
ko: %@ 실행 중
pt_br: %@ está em execução
pt_pt: %@ está em execução
ru: %@ запущен
zh_hans: %@ 正在运行

# notify.claw.deploy.success.title
source: %@ deployed
ar: تم نشر %@
de: %@ bereitgestellt
es: %@ desplegada
fr: %@ déployée
id: %@ ter-deploy
ja: %@ をデプロイしました
ko: %@ 배포됨
pt_br: %@ implantada
pt_pt: %@ implementada
ru: %@ развёрнут
zh_hans: %@ 已部署

# notify.claw.install.failure.body
source: check Claw Store for details
ar: راجع Claw Store لمعرفة التفاصيل
de: Details in Claw Store ansehen
es: consulta Claw Store para ver los detalles
fr: ouvrez Claw Store pour les détails
id: periksa Claw Store untuk detail
ja: 詳細は Claw Store で確認してください
ko: 자세한 내용은 Claw Store에서 확인하세요
pt_br: veja a Claw Store para detalhes
pt_pt: consulte a Claw Store para detalhes
ru: подробности в Claw Store
zh_hans: 请在 Claw Store 查看详情

# notify.claw.install.failure.title
source: %@ install failed
ar: فشل تثبيت %@
de: Installation von %@ fehlgeschlagen
es: Fallo al instalar %@
fr: Échec de l’installation de %@
id: Gagal memasang %@
ja: %@ のインストールに失敗しました
ko: %@ 설치 실패
pt_br: Falha ao instalar %@
pt_pt: Falha na instalação de %@
ru: Не удалось установить %@
zh_hans: %@ 安装失败

# notify.claw.install.success.body
source: %@ is ready to deploy
ar: %@ جاهزة للنشر
de: %@ kann bereitgestellt werden
es: %@ está lista para desplegar
fr: %@ est prête à être déployée
id: %@ siap di-deploy
ja: %@ はデプロイ可能です
ko: %@ 배포 준비 완료
pt_br: %@ está pronta para implantar
pt_pt: %@ está pronta para implementar
ru: %@ готов к развёртыванию
zh_hans: %@ 已准备好部署

# notify.claw.install.success.title
source: %@ installed
ar: تم تثبيت %@
de: %@ installiert
es: %@ instalada
fr: %@ installée
id: %@ terpasang
ja: %@ をインストールしました
ko: %@ 설치됨
pt_br: %@ instalada
pt_pt: %@ instalada
ru: %@ установлен
zh_hans: %@ 已安装

# theme.name.highContrast
source: High Contrast
ar: تباين عالٍ
de: Hoher Kontrast
es: Alto contraste
fr: Contraste élevé
id: Kontras Tinggi
ja: ハイコントラスト
ko: 고대비
pt_br: Alto Contraste
pt_pt: Alto Contraste
ru: Высокая контрастность
zh_hans: 高对比度

# theme.name.soyehtDark
source: Soyeht Dark
ar: Soyeht داكن
de: Soyeht Dunkel
es: Soyeht Oscuro
fr: Soyeht Sombre
id: Soyeht Gelap
ja: Soyeht ダーク
ko: Soyeht 다크
pt_br: Soyeht Escuro
pt_pt: Soyeht Escuro
ru: Soyeht Тёмный
zh_hans: Soyeht 深色

# unavail.installFailed
source: install failed: %@
ar: فشل التثبيت: %@
de: Installation fehlgeschlagen: %@
es: fallo en la instalación: %@
fr: échec de l’installation : %@
id: instalasi gagal: %@
ja: インストール失敗: %@
ko: 설치 실패: %@
pt_br: falha na instalação: %@
pt_pt: falha na instalação: %@
ru: ошибка установки: %@
zh_hans: 安装失败：%@

# unavail.installInProgress
source: installing (%lld%%)
ar: جارٍ التثبيت (%lld%%)
de: installiert (%lld %%)
es: instalando (%lld %%)
fr: installation (%lld %%)
id: memasang (%lld%%)
ja: インストール中 (%lld%%)
ko: 설치 중 (%lld%%)
pt_br: instalando (%lld%%)
pt_pt: a instalar (%lld%%)
ru: установка (%lld%%)
zh_hans: 正在安装 (%lld%%)

# unavail.maintenanceMode
source: maintenance (retry in %llds)
ar: صيانة (إعادة المحاولة خلال %lld ثانية)
de: Wartung (erneut in %lld s)
es: mantenimiento (reintentar en %lld s)
fr: maintenance (nouvelle tentative dans %lld s)
id: pemeliharaan (coba lagi dalam %lld d)
ja: メンテナンス中 (%lld 秒後に再試行)
ko: 유지보수 중 (%lld초 후 재시도)
pt_br: manutenção (tentar novamente em %llds)
pt_pt: manutenção (tentar novamente em %llds)
ru: обслуживание (повтор через %lld с)
zh_hans: 维护中（%lld 秒后重试）

# unavail.noColdPathAvailable
source: no capacity available
ar: لا توجد سعة متاحة
de: keine Kapazität verfügbar
es: sin capacidad disponible
fr: aucune capacité disponible
id: tidak ada kapasitas tersedia
ja: 利用可能な容量がありません
ko: 사용 가능한 용량이 없습니다
pt_br: sem capacidade disponível
pt_pt: sem capacidade disponível
ru: нет доступной ёмкости
zh_hans: 没有可用容量

# unavail.notInstalled
source: not installed on this server
ar: غير مثبتة على هذا الخادم
de: nicht auf diesem Server installiert
es: no instalada en esta máquina
fr: non installée sur ce serveur
id: belum dipasang di server ini
ja: このサーバーにはインストールされていません
ko: 이 서버에 설치되어 있지 않습니다
pt_br: não instalada nesta máquina
pt_pt: não instalada nesta máquina
ru: не установлен на этом сервере
zh_hans: 未安装在此服务器上

# unavail.unknownType
source: unknown claw type
ar: نوع claw غير معروف
de: unbekannter Claw-Typ
es: tipo de claw desconocido
fr: type de claw inconnu
id: tipe claw tidak dikenal
ja: 不明な claw タイプ
ko: 알 수 없는 claw 유형
pt_br: tipo de claw desconhecido
pt_pt: tipo de claw desconhecido
ru: неизвестный тип claw
zh_hans: 未知 claw 类型

# household.machineJoin.card.title
source: Add machine to %@?
ar: إضافة الجهاز إلى %@؟
de: Maschine zu %@ hinzufügen?
es: ¿Añadir máquina a %@?
fr: Ajouter la machine à %@ ?
id: Tambahkan mesin ke %@?
ja: %@ にマシンを追加しますか？
ko: %@에 머신을 추가할까요?
pt_br: Adicionar máquina a %@?
pt_pt: Adicionar máquina a %@?
ru: Добавить машину в %@?
zh_hans: 将机器添加到 %@？

# household.machineJoin.card.fingerprintLabel
source: Verification Code
ar: رمز التحقق
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
id: Kode verifikasi
ja: 確認コード
ko: 확인 코드
pt_br: Código de verificação
pt_pt: Código de verificação
ru: Код проверки
zh_hans: 验证码

# household.machineJoin.card.fingerprintHint
source: Confirm these 6 words match the words on the machine's screen.
ar: تأكد من أن هذه الكلمات الست تطابق الكلمات على شاشة الجهاز.
de: Bestätigen Sie, dass diese 6 Wörter mit den Wörtern auf dem Bildschirm der Maschine übereinstimmen.
es: Confirma que estas 6 palabras coincidan con las palabras en la pantalla de la máquina.
fr: Confirmez que ces 6 mots correspondent aux mots affichés sur l’écran de la machine.
id: Pastikan 6 kata ini cocok dengan kata-kata di layar mesin.
ja: この 6 語がマシンの画面に表示されている語と一致することを確認してください。
ko: 이 6개 단어가 머신 화면에 표시된 단어와 일치하는지 확인하세요.
pt_br: Confirme que estas 6 palavras correspondem às palavras na tela da máquina.
pt_pt: Confirme que estas 6 palavras correspondem às palavras no ecrã da máquina.
ru: Убедитесь, что эти 6 слов совпадают со словами на экране машины.
zh_hans: 确认这 6 个词与机器屏幕上的词一致。

# household.machineJoin.card.hostnameLabel
source: Hostname
ar: اسم المضيف
es: Nombre de host
fr: Nom d’hôte
id: Nama host
ja: ホスト名
ko: 호스트 이름
pt_br: Nome do host
pt_pt: Nome do host
ru: Имя хоста
zh_hans: 主机名

# household.machineJoin.card.platformLabel
source: Platform
ar: النظام الأساسي
de: Plattform
es: Plataforma
fr: Plateforme
ja: プラットフォーム
ko: 플랫폼
pt_br: Plataforma
pt_pt: Plataforma
ru: Платформа
zh_hans: 平台

# household.machineJoin.card.confirmButton
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
ja: 確認
ko: 확인
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
zh_hans: 确认

# household.machineJoin.card.dismissButton
source: Dismiss
ar: تجاهل
de: Schließen
es: Descartar
fr: Ignorer
id: Tutup
ja: 閉じる
ko: 닫기
pt_br: Dispensar
pt_pt: Dispensar
ru: Закрыть
zh_hans: 忽略

# household.machineJoin.biometricReason
source: Confirm this machine is joining your house
ar: أكد أن هذا الجهاز ينضم إلى منزلك
de: Bestätigen Sie, dass diese Maschine Ihrem Zuhause beitritt
es: Confirma que esta máquina se está uniendo a tu casa
fr: Confirmez que cette machine rejoint votre maison
id: Konfirmasi bahwa mesin ini bergabung ke rumah Anda
ja: このマシンがあなたの家に参加することを確認
ko: 이 머신이 내 집에 참여하는지 확인
pt_br: Confirme que esta máquina está entrando na sua casa
pt_pt: Confirme que esta máquina está a entrar na sua casa
ru: Подтвердите, что эта машина присоединяется к вашему дому
zh_hans: 确认这台机器要加入你的家

# household.machineJoin.error.qrInvalid
source: This pairing code is not valid.
ar: رمز الاقتران هذا غير صالح.
de: Dieser Kopplungscode ist nicht gültig.
es: Este código de emparejamiento no es válido.
fr: Ce code d’appairage n’est pas valide.
id: Kode pairing ini tidak valid.
ja: このペアリングコードは有効ではありません。
ko: 이 페어링 코드는 유효하지 않습니다.
pt_br: Este código de pareamento não é válido.
pt_pt: Este código de emparelhamento não é válido.
ru: Этот код сопряжения недействителен.
zh_hans: 此配对码无效。

# household.machineJoin.error.qrExpired
source: This pairing code expired. Generate a new one on the machine and try again.
ar: انتهت صلاحية رمز الاقتران هذا. أنشئ رمزًا جديدًا على الجهاز وحاول مجددًا.
de: Dieser Kopplungscode ist abgelaufen. Erzeugen Sie auf der Maschine einen neuen und versuchen Sie es erneut.
es: Este código de emparejamiento caducó. Genera uno nuevo en la máquina e inténtalo de nuevo.
fr: Ce code d’appairage a expiré. Générez-en un nouveau sur la machine et réessayez.
id: Kode pairing ini sudah kedaluwarsa. Buat kode baru di mesin, lalu coba lagi.
ja: このペアリングコードは期限切れです。マシンで新しいコードを生成して、もう一度お試しください。
ko: 이 페어링 코드가 만료되었습니다. 머신에서 새 코드를 생성한 뒤 다시 시도하세요.
pt_br: Este código de pareamento expirou. Gere um novo na máquina e tente de novo.
pt_pt: Este código de emparelhamento expirou. Gere um novo na máquina e tente novamente.
ru: Срок действия этого кода сопряжения истек. Создайте новый на машине и попробуйте снова.
zh_hans: 此配对码已过期。请在机器上生成新的配对码后重试。

# household.machineJoin.error.hhMismatch
source: This pairing code is for a different house.
ar: رمز الاقتران هذا خاص بمنزل آخر.
de: Dieser Kopplungscode ist für ein anderes Zuhause bestimmt.
es: Este código de emparejamiento es para otra casa.
fr: Ce code d’appairage est destiné à une autre maison.
id: Kode pairing ini untuk rumah lain.
ja: このペアリングコードは別の家用です。
ko: 이 페어링 코드는 다른 집용입니다.
pt_br: Este código de pareamento é para outra casa.
pt_pt: Este código de emparelhamento é para outra casa.
ru: Этот код сопряжения предназначен для другого дома.
zh_hans: 此配对码属于另一个家。

# household.machineJoin.error.biometricCancel
source: Biometric confirmation was canceled.
ar: تم إلغاء التأكيد الحيوي.
de: Die biometrische Bestätigung wurde abgebrochen.
es: Se canceló la confirmación biométrica.
fr: La confirmation biométrique a été annulée.
id: Konfirmasi biometrik dibatalkan.
ja: 生体認証の確認がキャンセルされました。
ko: 생체 인증 확인이 취소되었습니다.
pt_br: A confirmação biométrica foi cancelada.
pt_pt: A confirmação biométrica foi cancelada.
ru: Биометрическое подтверждение отменено.
zh_hans: 生物识别确认已取消。
